GOOD_ANSWERS_RUSSIAN = [
    "Верно!",
    "Правильно!",
    "Точно!",
    "Отлично!",
    "Совершенно верно!",
    "Супер!",
    "Да!",
    "Правильный ответ!",
    "Молодец!",
    "Именно так!",
    "В точку!",
    "Прекрасно!",
    "Отличный ответ!",
    "Именно!",
    "Верно!",
    "Правильное решение!",
    "Совершенно!",
    "Отлично!",
    "Прямо в цель!",
    "Прекрасно!"
]

WRONG_ANSWERS_RUSSIAN = [
    "Ошибка.",
    "Неверно.",
    "Не тот ответ.",
    "Не верно.",
    "Промах.",
    "Ложный ответ.",
    "Не правильно.",
    "Попробуй снова.",
    "Ошибочно.",
    "Не тот вариант.",
    "Увы, нет.",
    "Не правильно.",
    "Ошибочка.",
    "Не верно.",
    "Промах.",
    "Неудачно.",
    "Ложь.",
    "Ошибка.",
    "Не правильно."
]

KEEP_IT_MESSAGES_RUSSIAN = [
    "Продолжай!",
    "Хорошо!",
    "Молодец!",
    "Отлично!",
    "Супер!",
    "Прекрасно!",
    "Замечательно!",
    "Великолепно!",
    "Так держать!",
    "Отличная работа!",
    "Круто!",
    "Прекрасно!",
    "Супер!",
    "Вперед!",
    "Так держать!",
    "Молодец!",
    "Прекрасно!",
    "Отлично!"
]

DEDICATIONS_RUSSIAN = "Игра от Gild56\nПриятной игры!"
NAME_RUSSIAN = "IQ Тест"
POINTS_RUSSIAN = "очков"
WIN_STREAK_RUSSIAN = "текущая серия правильных ответов"
BEST_WIN_STREAK_RUSSIAN = "лучшая серия правильных ответов"
CLEAR_STATS_RUSSIAN = "Очистить статистику"
PLAY_RUSSIAN = "Играть"
NEXT_RUSSIAN = "Дальше"
MAIN_MENU_RUSSIAN = "<-- Главное меню"
CORRECT_ANSWER_RUSSIAN = "Правильный ответ"
OPTIONS_RUSSIAN = "Настройки"
CHANGE_LANGUAGE_RUSSIAN = "Следующий язык"
WARNING_MESSAGE_RUSSIAN = (
    "Осторожно!\nПосле этого нельзя\n"
    "вернуть предыдущие данные."
)