GOOD_ANSWERS_UKRAINIAN = [
    "Вiрно!",
    "Правильно!",
    "Точно!",
    "Чудово!",
    "Абсолютно!",
    "Супер!",
    "Так!",
    "Правильна вiдповiдь!",
    "Молодець!",
    "Саме так!",
    "В точку!",
    "Прекрасно!",
    "Чудовий варiант!",
    "iменно!",
    "Вiрно!",
    "Правильне рiшення!",
    "Цiлком!",
    "Чудово!",
    "В цiль!",
    "Прекрасно!"
]

WRONG_ANSWERS_UKRAINIAN = [
    "Помилка!",
    "Невiрно!",
    "Не той варiант!",
    "Не точно!",
    "Фальшиво!",
    "Мимо!",
    "Неправильний!",
    "Не пiдходить!",
    "Хибно!",
    "Невiрний!",
    "Фальш!",
    "Не влучив!",
    "Помилка!",
    "Вибач, але нi!",
    "Фальшивий!",
    "Обман!",
    "Неправильно!",
    "Помилково!",
    "Помилка!",
    "Не пiдходить!"
]

KEEP_IT_MESSAGES_UKRAINIAN = [
    "Продовжуй!",
    "Молодець!",
    "Добре!",
    "Чудово!",
    "Супер!",
    "Прекрасно!",
    "Вражаюче!",
    "Здорово!",
    "Великолепно!",
    "Так тримати!",
    "Чудова робота!",
    "Молодець!",
    "Круто!",
    "Вiдмiнно!",
    "Супер!",
    "Вперед!",
    "Молодець!",
    "Прекрасно!",
    "Вперед!",
    "Добре!"
]

DEDICATIONS_UKRAINIAN = "Гра вiд\nGild56 // @gild56gmd\nГарноï гри!"
NAME_UKRAINIAN = "IQ Тест"
POINTS_UKRAINIAN = "очок"
WIN_STREAK_UKRAINIAN = "твоя поточна серiя"
BEST_WIN_STREAK_UKRAINIAN = "твоя найкраща серiя"
CLEAR_STATS_UKRAINIAN = "Очистити статистику"
PLAY_UKRAINIAN = "Грати"
NEXT_UKRAINIAN = "Далi"
MAIN_MENU_UKRAINIAN = "<-- Головне меню"
CORRECT_ANSWER_UKRAINIAN = "Правильна вiдповiдь була"
OPTIONS_UKRAINIAN = "Налаштування"
CHANGE_LANGUAGE_UKRAINIAN = "Наступна мова"
WARNING_MESSAGE_UKRAINIAN = (
    "ОБЕРЕЖНО!\nПiсля цього неможливо\n"
    "повернутися до попереднiх даних."
)